Repository: MAD-NTID/covid-19-project-hm4488
Catalog: CovidApp/CovidApp/CovidApp/Resx/AppResources.*.resx
Languages: es

source: Anyone can get COVID-19, and most infections are usually mild, especially in children and young adults. But if you aren't in an area where COVID-19 is spreading, haven't traveled from an area where it's spreading, and haven't been in contact with someone who has it, your risk of infection is low.
es: Cualquiera puede contraer COVID-19, y la mayoría de las infecciones suelen ser leves, especialmente en niños y adultos jóvenes. Pero si no está en un área donde se está propagando COVID-19, no ha viajado desde un área donde se está propagando y no ha estado en contacto con alguien que lo tiene, su riesgo de infección es bajo.

# App icon is provided by icons8.comLabel
source: App icon is provided by icons8.com
es: El ícono de la aplicación es proporcionado por icons8.com

# App's VersionLabel
source: App's Version
es: Versión de la aplicación

source: Avoid close contact with people who are sick, maintain 3 feet/6 meters away from other people.
es: Evite el contacto cercano con personas enfermas, manténgase a 3 pies / 6 metros de distancia de otras personas.

# Avoid close contactLabel
source: Avoid close contact!!
es: ¡Evita el contacto cercano!

# Avoid touching eyes, nose and mouthLabel
source: Avoid touching eyes, nose and mouth!!
es: ¡Evite tocarse los ojos, la nariz y la boca!

# Bluish lips or faceLabel
source: Bluish lips or face
es: Labios o cara azulados

# Can't wake up fullyLabel
source: Can't wake up fully
es: No puedo despertar completamente

# ConfirmedDisplayLabelInGeneral
source: Confirmed:
es: Confirmado:

# Coronavirus Risk FactorsLabel
source: Coronavirus Risk Factors
es: Factores de riesgo de coronavirus

# DeathDisplayLabelInGeneral
source: Deaths:
es: Fallecidos:

source: Developed in Xamarin.Forms, one of the best software applications for developing cross-platform Mobile Apps!!
es: ¡Desarrollado en Xamarin.Forms, una de las mejores aplicaciones de software para desarrollar aplicaciones móviles multiplataforma!

# DeveloperLabel
source: Developer
es: Desarrollador

# DryCoughLabel
source: Dry Cough
es: Tos seca

# EarlySymptomsIncludeLabel
source: Early Symptoms include:
es: Los primeros síntomas incluyen:

# FatigueLabel
source: Fatigue
es: Fatiga

# FeverLabel
source: Fever
es: Fiebre

# Find specific countryLabel
source: Find specific country...
es: Encuentra un país específico ...

# GeneralCoronavirusLabel
source: A coronavirus is a kind of common virus that causes an infection in your nose, sinuses, or upper throat. Most coronaviruses aren't dangerous. COVID-19 is a disease that can cause what doctors call a respiratory tract infection. It can affect your upper respiratory tract (sinuses, nose, and throat) or lower respiratory tract (windpipe and lungs). It's caused by a coronavirus named SARS-CoV-2.
es: Un coronavirus es un tipo de virus común que causa una infección en la nariz, los senos paranasales o la parte superior de la garganta. La mayoría de los coronavirus no son peligrosos. COVID-19 es una enfermedad que puede causar lo que los médicos llaman una infección del tracto respiratorio. Puede afectar las vías respiratorias superiores (senos paranasales, nariz y garganta) o las vías respiratorias inferiores (viento y pulmones). Es causada por un coronavirus llamado SARS-CoV-2.

source: Hands touch many surfaces and can pick up viruses. Once contaminated, hands can transfer the virus to your eyes, nose or mouth.
es: Las manos tocan muchas superficies y pueden detectar virus. Una vez contaminadas, las manos pueden transferir el virus a los ojos, la nariz o la boca.

# Heart, lung, or liver diseaseLabel
source: Heart, lung, or liver disease
es: Enfermedad del corazón, pulmón o hígado.

# If you have fever, cough and difficulty breathing, seek medical care earlyLabel
source: If you have fever, cough and difficulty breathing, seek medical care early!!
es: ¡Si tiene fiebre, tos y dificultad para respirar, busque atención médica temprano!

source: In About Page, the Xamarin animation is provided by LottieFilez in LottiesFiles.com
es: En About Page, la animación de Xamarin es proporcionada por LottieFilez en LottiesFiles.com

source: In Information Page, the coronavirus animation is provided by LottiesFiles in LottiesFiles.com
es: En la página de información, la animación de coronavirus es proporcionada por LottiesFiles en LottiesFiles.com

source: In Information Page, the information is written by Michael W. Smith, MD in webmd.com on April 24, 2020.
es: En la página de información, la información está escrita por Michael W. Smith, MD en webmd.com el 24 de abril de 2020.

source: In Information Page, the lungs animation is provided by Rohan Mahindrakar in LottiesFiles.com
es: En la página de información, Rohan Mahindrakar proporciona la animación de los pulmones en LottiesFiles.com.

source: In Information Page, the microchart data is powered by Gramzivi in Rapid API website
es: En la página de información, los datos de microcartas son impulsados ​​por Gramzivi en el sitio web Rapid API

source: In News Page, the news data is powered by Bing News Search in Rapid API website
es: En la página de noticias, los datos de noticias son impulsados ​​por Bing News Search en el sitio web Rapid API

source: In Statistics Page, the coronavirus data in all countries is powered by Gramzivi in Rapid API website
es: En la página de estadísticas, los datos de coronavirus en todos los países funcionan con Gramzivi en el sitio web Rapid API

source: In Survival Guide Page, the Avoid Close Contact animation is provided by Md Najmul Islam Shakil in LottiesFiles.com
es: En la página Guía de supervivencia, la animación Evitar contacto cercano es proporcionada por Md Najmul Islam Shakil en LottiesFiles.com

source: In Survival Guide Page, the Avoid touching your eyes, nose, face animation is provided by Wesley Guirra in LottiesFiles.com
es: En la página Guía de supervivencia, Wesley Guirra proporciona la animación Evitar tocarse los ojos, la nariz y la cara en LottiesFiles.com

source: In Survival Guide Page, the Seek Medical care animation is provided by Sarpreet Kaylan in LottiesFiles.com
es: En la página de la guía de supervivencia, Sarpreet Kaylan proporciona la animación de atención médica de búsqueda en LottiesFiles.com

source: In Survival Guide Page, the Try to stay home animation is provided by David Probst Jr in LottiesFiles.com
es: En la página Guía de supervivencia, David Probst Jr proporciona la animación Intentar quedarse en casa en LottiesFiles.com

source: In Survival Guide Page, the Wash Your Hands animation is provided by Rajeesh VK in LottiesFiles.com
es: En la página de la guía de supervivencia, Rajeesh VK proporciona la animación Lavarse las manos en LottiesFiles.com.

# Kidney disease that needs dialysisLabel
source: Kidney disease that needs dialysis
es: Enfermedad renal que necesita diálisis.

# Moderate to severe asthmaLabel
source: Moderate to severe asthma
es: Asma moderado a severo

# New confusionLabel
source: New confusion
es: Nueva confusión

# Ongoing chest pain or pressureLabel
source: Ongoing chest pain or pressure
es: Dolor o presión en el pecho en curso

source: People over 65 are most likely to get a serious illness, as are those who live in nursing homes or long-term care facilities, who have weakened immune systems, or who have medical conditions including:
es: Las personas mayores de 65 años tienen más probabilidades de contraer una enfermedad grave, al igual que aquellos que viven en hogares de ancianos o centros de atención a largo plazo, que tienen sistemas inmunes debilitados o que tienen afecciones médicas que incluyen:

# RecoveredDisplayLabelInGeneral
source: Recovered:
es: Recuperado:

source: Regularly and thoroughly clean your hands with an alcohol-based hand rub or wash them with soap and water.
es: Limpie sus manos regularmente y a fondo con un desinfectante para manos a base de alcohol o lávelas con agua y jabón.

# Severe obesityLabel
source: Severe obesity
es: Obesidad severa

source: Stay home if you feel unwell. If you have a fever, cough and difficulty breathing, seek medical attention and call in advance.
es: Quédese en casa si no se siente bien. Si tiene fiebre, tos y dificultad para respirar, busque atención médica y llame con anticipación.

source: Staying at home reduces the spread of coronavirus and reduces the risk of getting infected as well as spread to other people.
es: Quedarse en casa reduce la propagación del coronavirus y reduce el riesgo de infectarse y de contagiarse a otras personas.

# SymptomsofCovidLabel
source: Symptoms of COVID-19
es: Síntomas de COVID-19

source: The virus can lead to pneumonia, respiratory failure, septic shock, and death. If you notice the following severe symptoms in yourself or a loved one, get medical help right away:
es: El virus puede provocar neumonía, insuficiencia respiratoria, shock séptico y muerte. Si nota los siguientes síntomas graves en usted o en un ser querido, busque ayuda médica de inmediato:

# Trouble breathing or shortness of breathLabel
source: Trouble breathing or shortness of breath
es: Dificultad para respirar o falta de aliento

# Try to stay homeLabel
source: Try to stay home!!
es: ¡Intenta quedarte en casa!

# Wash your handsLabel
source: Wash your hands!!
es: ¡¡Lávese las manos!!

# Worldwide StatisticsLabel
source: Worldwide Statistics
es: Estadísticas mundiales
